{
  "skillsIntroduction": "Una síntesis de los principales conocimientos que tengo y puedo aportar como desarrollador web.",
  "lifeText": "Tengo 16 años, soy de Barranquilla, Colombia. Me considero un gran apasionado de la informática, la música y la robótica, soy una persona positiva y alegre a la que le gusta divertirse con sus amigos, pero a la vez le gusta mantener un alto grado de seriedad cuando es necesario, me encanta la música suave y crear aplicaciones con mi conocimiento",
  "knowledgeText": "A lo largo de varios años me he dedicado a estudiar bastante programación, específicamente en desarrollo web, hoy me considero un Full Stack Web Developer. He aprendido diferentes tecnologías como React, NextJS, Gatsby, NodeJS, Typescript, Sass, python, entre otras. ¡Amo lo que hago y lo que programo!",
  "technologiesTxt": "También tengo mucho conocimiento de otras tecnologías como Sass, handlebars, Testing con Supertest y Jest, bastantes módulos de npm y APIs, JSX, Github, Java, Electron, python, entre otros",
  "backendTxt": "En el lado del backend, he usado PHP pero muy poco, sin duda lo que más conozco y uso es NodeJS con Typescript, soy capaz de realizar todas las operaciones necesarias con bases de datos, archivos, endpoints, estructura API, API con GraphQL . En las bases de datos tengo mucho conocimiento sobre MySql, MongoDB, Firebase y JsonServer",
  "reactTxt": "En cuanto al frontend, la tecnología que más conozco y uso es React, usando NextJS para la mayoría de los casos y Gatsby cuando el sitio web no es muy interactivo, también uso bastante redux, hooks, a veces clases, y siempre apoyo mis proyectos con Typecript",
  "start": "¡Empecemos!",
  "passion": "Apasionado por la informática y la robótica",
  "about": "Sobre Mi",
  "life": "Vida",
  "knowledge": "Conocimientos",
  "download": "Descargar",
  "skills": "Habilidades",
  "otherTec": "Otras tecnologías",
  "projectList": "Lista de proyectos",
  "projectsDesc": "Lista de algunos proyectos que he desarrollado",
  "contactMe": "Contactame",
  "name": "Nombre",
  "mail": "Mail",
  "message": "Mensaje",
  "enterYour": "Ingresa tu",
  "send": "Enviar",
  "copy": "Todos los derechos reservados"
}
